import React from "react";

const SingleProductText = () => {
  return (
    <div>
      <h1 className="text-center text-[30px] py-20">
        BARNHOUSE 50 ДЛЯ МОЛОДЫХ СЕМЬЕЙ
      </h1>
      <p>
        Представляем Вам проекты каркасных домов, один из которых является
        одноэтажный Barn Mini 50! Достоинство данного строения кроется в
        комфорте, просторной площади и практичности. Каркасные дома под ключ в
        стиле Barn House обрели известность в Западной Европе в конце 20-х и
        начале 21-ого века. Данный тренд теперь заслужил признание и в России.
      </p>
    </div>
  );
};

export default SingleProductText;
